<?php
// Version: 1.1; Profile

$txt[80] = 'Вы не можете изменять профиль данного пользователя.';
$txt[83] = 'Название сайта';
$txt[84] = 'Адрес(URL) сайта';
$txt[85] = 'Подпись';
$txt[86] = 'Сообщений';
$txt[88] = 'Изменить профиль';
$txt[89] = 'Удалить пользователя';
$txt[113] = 'Текущий статус:';
$txt[228] = 'Подпись под аватаром';
$txt[229] = 'Аватар';
$txt[232] = 'Аватар/Подпись под аватаром';
$txt[329] = 'Очистить';
$txt[349] = 'Предпочитаемый язык';
$txt[420] = 'Возраст';
$txt[422] = '(нет аватара)';
$txt[453] = 'Такого пользователя не существует.';
$txt[458] = 'Последние ответы: ';
$txt[459] = 'Дополнительная информация';
$txt[460] = 'Показать';
$txt[461] = 'сообщения пользователя';
$txt[474] = 'Укажите ссылку на аватар. (пр: <b>http://www.mypage.com/mypic.gif</b>)';
$txt[475] = 'Собственный аватар';
$txt[479] = 'Формат отображения даты';
$txt[486] = 'Формат отображения времени';
$txt[487] = 'Разница во времени должна быть между -23.5 и 23.5.';
$txt[518] = 'Имя, которое будет отображаться пользователям.';
$txt[519] = 'Количество часов +/- к времени сервера.';
$txt[563] = 'День рождения';
$txt[564] = 'Месяц (ММ)';
$txt[565] = 'День (ДД)';
$txt[566] = 'Год (ГГГГ)';
$txt[596] = 'В целях безопасности, рекомендуется использовать не менее 6 символов, с использованием комбинации букв, цифр и спецсимволов.';
$txt[597] = 'Дополнительная информация';
$txt[598] = 'Название Вашего сайта';
$txt[599] = 'Укажите адрес(URL) Вашего сайта.';
$txt[600] = 'Номер ICQ.';
$txt[601] = 'Имя AOL Instant Messenger';
$txt[602] = 'Имя Yahoo! Instant Messenger';
$txt[606] = 'Подпись отображается внизу каждого Вашего сообщения. Вы также можете использовать BB код и смайлы';
$txt[664] = 'Максимум символов - ' . $modSettings['max_signatureLength'] . '; Осталось: ';
$txt[688] = 'Отправить сообщение пользователю';
$txt[722] = 'скрытый';
$txt[741] = 'Текущее время форума';
$txt[749] = 'Поле количества сообщений, может содержать только цифры.';

$txt['smf225'] = 'Язык';
$txt['smf227'] = 'Слишком большое изображение. Попробуйте уменьшить его размер (max';
$txt['smf233'] = 'Неправильная дата регистрации. Пример:';
$txt['smf237'] = 'Ваш MSN email адрес';
$txt['smf241'] = 'Ваш пароль';
$txt['smf243'] = 'Вы не ввели Ваш пароль.';
// Don't use entities in the below string, except the main ones. (lt, gt, quot.)
$txt['smf244'] = 'В целях безопасности для принятия изменений необходимо ввести Ваш пароль.';

$txt['timeoffset_autodetect'] = '(автоопределение)';

$txt['pswd1'] = 'Секретный вопрос';
$txt['secret_desc'] = 'Для восстановления пароля, введите здесь Ваш секретный вопрос и ответ на него.';
$txt['secret_desc2'] = 'Будьте осторожны, не допускайте простых вопросов, на которые можно легко дать ответ!';
$txt['pswd2'] = 'Ответ';
$txt['pswd3'] = 'Спросить меня секретный вопрос';
$txt['pswd4'] = 'Вы не можете восстановить свой старый пароль, но Вы можете получить новый пароль по почте. Вы можете также установить новый пароль, ответив на секретный вопрос.';
$txt['pswd5'] = 'Извините, но Вы не ввели правильную комбинацию секретного вопроса и ответа на него, указанного в Вашем профиле. Пожалуйста, вернитесь назад и используйте стандартный метод восстановления пароля.';
$txt['pswd6'] = 'Пожалуйста, введите ответ на Ваш вопрос и пароль, которым хотите пользоваться. Ваш пароль изменится на тот, который Вы выберите.';
$txt['pswd8'] = 'Ваш пароль успешно изменён.<br />Нажмите <a href="' . $scripturl . '?action=login">сюда</a>, чтобы войти на форум.';
$txt['secret_why_blank'] = 'почему пусто?';

$txt['theme1a'] = 'Текущая тема оформления';
$txt['theme1b'] = '(изменить)';
$txt['theme2'] = 'Настройки темы оформления';
$txt['theme_forum_default'] = 'Тема оформления по умолчанию';
$txt['theme_forum_default_desc'] = 'Данная тема оформления используется на форуме по умолчанию.';

$txt['profileConfirm'] = 'Вы действительно хотите удалить данного пользователя?';

$txt['title1'] = 'Подпись над аватаром';

$txt['lastLoggedIn'] = 'Последняя активность';

$txt['notifyX'] = 'Настройки уведомлений:';
$txt['notifyX1'] = 'Сохранить';
$txt['notifyXAnn4'] = 'Получать новости и важные объявления форума на email.';
$txt['notifyXOnce1'] = 'Получать уведомление только после одного непрочитанного сообщения.';
$txt['auto_notify'] = 'Включить уведомление сразу после создания новой темы, либо после ответа в другую тему.';
$txt['notify_send_types'] = 'При включении уведомления в теме, уведомить меня при';
$txt['notify_send_type_everything'] = 'Ответе или изменении темы Модератором';
$txt['notify_send_type_everything_own'] = 'Изменении темы Модератором, если я автор';
$txt['notify_send_type_only_replies'] = 'Новых ответах';
$txt['notify_send_type_nothing'] = 'Никогда';
$txt['notify_send_body'] = 'При уведомлении на email о новом сообщении в теме, посылать мне это сообщение в теле письма.';

$txt['notifications_topics'] = 'Текущие уведомления в Темах';
$txt['notifications_topics_list'] = 'Вы получаете уведомления из следующих тем';
$txt['notifications_topics_none'] = 'Вы не получаете уведомлений.';
$txt['notifications_topics_howto'] = 'Чтобы получать уведомления о новых сообщениях, нажмите на кнопку &quot;Уведомлять&quot; в нужной Вам теме.';
$txt['notifications_boards'] = 'Текущие уведомления в Разделах';
$txt['notifications_boards_list'] = 'Вы получаете уведомления из следующих разделов';
$txt['notifications_boards_none'] = 'Вы не получаете уведомлений.';
$txt['notifications_boards_howto'] = 'Чтобы получать уведомления о новых темах в разделе, нажмите на кнопку &quot;Уведомлять&quot; на главной странице нужного Вам раздела.';
$txt['notifications_update'] = 'Отказаться от уведомлений';

$txt[325] = 'Черный список';
$txt[326] = 'Вводите по одному имени на строку.<br />Вы можете ввести * чтобы не получать личные сообщения.';
$txt[327] = 'Уведомлять меня по email о появлении новых личных сообщений:';
$txt['email_notify_never'] = 'Никогда';
$txt['email_notify_buddies'] = 'Только от друзей';
$txt['email_notify_always'] = 'Всегда';

$txt['statPanel_showStats'] = 'Статистика пользователя: ';
$txt['statPanel_users_votes'] = 'Количество голосов';
$txt['statPanel_users_polls'] = 'Количество созданных голосований';
$txt['statPanel_total_time_online'] = 'Общее время нахождения на форуме';
$txt['statPanel_noPosts'] = 'Нет сообщений';
$txt['statPanel_generalStats'] = 'Общая Информация';
$txt['statPanel_posts'] = 'сообщений';
$txt['statPanel_topics'] = 'тем';
$txt['statPanel_total_posts'] = 'Всего сообщений';
$txt['statPanel_total_topics'] = 'Количество начатых тем';
$txt['statPanel_votes'] = 'голосов';
$txt['statPanel_polls'] = 'опросов';
$txt['statPanel_topBoards'] = 'Активность в разделах (кол-во сообщений)';
$txt['statPanel_topBoardsActivity'] = 'Активность в разделах (% сообщений)';
$txt['statPanel_activityTime'] = 'Средняя активность пользователя по часам';
$txt['statPanel_timeOfDay'] = 'часы дня';
$txt['statPanel_show'] = 'Показать общую статистику пользователя';

$txt['deleteAccount_warning'] = 'Внимание - Данное действие нельзя отменить!';
$txt['deleteAccount_desc'] = 'На этой странице Вы можете удалить пользовательскую учетную запись и ее сообщения.';
$txt['deleteAccount_member'] = 'Удалить этого пользователя';
$txt['deleteAccount_posts'] = 'Удалить сообщения этого пользователя';
$txt['deleteAccount_none'] = 'Не удалять';
$txt['deleteAccount_all_posts'] = 'Все сообщения';
$txt['deleteAccount_topics'] = 'Темы и ответы';
$txt['deleteAccount_confirm'] = 'Вы уверены, что хотите удалить этого пользователя?';
$txt['deleteAccount_approval'] = 'Модераторы форума должны одобрить удаление пользователя, после чего он удалится.';

$txt['profileInfo'] = 'Профиль пользователя';
$txt['summary'] = 'Основная информация';
$txt['showPosts'] = 'Просмотр сообщений';
$txt['statPanel'] = 'Показать статистику';
$txt['editBuddies'] = 'Редактировать список друзей';
$txt['trackUser'] = 'Проверить пользователя';
$txt['trackIP'] = 'Проверить IP';

$txt['profileEdit'] = 'Изменить профиль';
$txt['account'] = 'Настройки учетной записи';
$txt['account_info'] = 'На этой странице собрана информация, идентифицирующая Вас на форуме. В целях безопасности, для изменения этой информации Вам необходимо ввести пароль.';
$txt['forumProfile'] = 'Настройки профиля';
$txt['forumProfile_info'] = 'На этой странице Вы можете изменить информацию о себе.';
$txt['theme'] = 'Внешний вид форума';
$txt['theme_info'] = 'На этой странице Вы можете изменить настройки внешнего вида форума.';
$txt['notification'] = 'Уведомления и email';
$txt['notification_info'] = 'Форум предоставляет возможность уведомлять Вас об ответах, о новых темах и важных объявлениях. Здесь Вы можете изменить эти настройки, или пересмотреть темы и форумы, уведомления которых, Вы получаете.';
$txt['pmprefs'] = 'Настройки личных сообщений';
$txt['pmprefs_info'] = 'Пользователи ' . $context['forum_name'] . ' могут обратиться к Вам лично, но иногда необходимо внести кого-то в черный список. Здесь Вы можете это сделать.';

$txt['profileAction'] = 'Действия';
$txt['deleteAccount'] = 'Удалить учетную запись';
$txt['profileSendIm'] = 'Отправить личное сообщение';
$txt['profileBanUser'] = 'Забанить пользователя';

$txt['display_name'] = 'Отображаемое имя';
$txt['enter_ip'] = 'Введите IP (диапазон)';
$txt['errors_by'] = 'Сообщения об ошибках пользователя - ';
$txt['errors_desc'] = 'В этом поле отображаются сообщения об ошибках, сгенерированные данным пользователем.';
$txt['errors_from_ip'] = 'Сообщения об ошибках с IP адреса (диапазона)';
$txt['errors_from_ip_desc'] = 'В этом поле отображаются сообщения об ошибках полученные с IP адреса (диапазона).';
$txt['invalid_ip'] = 'Неправильный IP адрес. Не забывайте, что только знак (*) может использоваться при использовании маски, к примеру, 127.0.*.*';
$txt['ip_address'] = 'IP адрес';
$txt['ips_in_errors'] = 'Использованные IP адреса в сообщениях об ошибках';
$txt['ips_in_messages'] = 'Использованные IP адреса в сообщениях';
$txt['members_from_ip'] = 'Пользователи с данного IP адреса (диапазона)';
$txt['members_in_range'] = 'Пользователи, находящиеся в том же диапазоне';
$txt['messages_from_ip'] = 'Сообщения оставленные с данного IP (диапазона)';
$txt['messages_from_ip_desc'] = 'В этом поле отображаются сообщения оставленные с данного IP адреса (диапазона).';
$txt['most_recent_ip'] = 'Самый часто использующийся IP адрес';
$txt['no_errors_from_ip'] = 'Не найдено ни одного сообщения об ошибках с данного IP адреса (диапазона)';
$txt['no_errors_from_user'] = 'Не найдено ни одного сообщения об ошибках от данного пользователя';
$txt['no_members_from_ip'] = 'Не найдено пользователей с указанного IP адреса (диапазона)';
$txt['no_messages_from_ip'] = 'Не найдено сообщений с указанного IP адреса (диапазона)';
$txt['none'] = 'Отсутствуют';
$txt['own_profile_confirm'] = 'Вы уверены, что хотите удалить свою учетную запись?';
$txt['view_ips_by'] = 'Просмотр IP адресов пользователя - ';

$txt['avatar_will_upload'] = 'Загрузить аватар';

// Use numeric entities in the below three strings.
$txt['activate_reactivate_title'] = 'С возвращением на форум';
$txt['activate_reactivate_mail'] = 'Для повторного подтверждения email-адреса Ваша учетная запись была деактивирована. Пожалуйста, пройдите по ссылке, чтобы заново ее активировать.';
$txt['activate_changed_email'] = 'Вы изменили свой email-адрес. Для подтверждения нового адреса на него отправлено письмо. Пройдите по указанной в письме ссылке, чтобы заново активировать учетную запись.';

$txt[394] = 'Невозможно отправить письмо с напоминанием пароля.';
$txt[395] = 'Отправить email';
$txt[396] = 'чтобы запросить пароль';
$txt[669] = 'Напоминание пароля';

$txt['smf100'] = 'Ваше имя или email';

// Use numeric entities in the below two strings.
$txt['reminder_subject'] = 'Новый пароль для ' . $context['forum_name'];
$txt['reminder_mail'] = 'Это письмо было отправлено Вам с форума '.$context['forum_name'].' Вы воспользовались функцией восстановления пароля для Вашей учетной записи. Для того, чтобы установить новый пароль проследуйте по ссылке';
$txt['reminder_sent'] = 'Письмо успешно отправлено на указанный email адрес. Нажмите на ссылку в полученном письме, чтобы установить новый пароль.';
$txt['reminder_set_password'] = 'Установка пароля';
$txt['reminder_password_set'] = 'Пароль успешно установлен';
$txt['reminder_error'] = '%s неправильно ответил на секретный вопрос.';

$txt['registration_not_approved'] = 'Извините, данная учетная запись не одобрена Администратором. Если Вам необходимо изменить email адрес, пожалуйста, нажмите';
$txt['registration_not_activated'] = 'Извините, данная учетная запись не одобрена Администратором. Если Вам необходимо повторно отправить письмо с кодом активации, пожалуйста, нажмите';

$txt['primary_membergroup'] = 'Главная группа';
$txt['additional_membergroups'] = 'Дополнительные группы';
$txt['additional_membergroups_show'] = '[показать дополнительные группы]';
$txt['no_primary_membergroup'] = '(нет главной группы)';
$txt['deadmin_confirm'] = 'Вы уверены, что хотите снять с себя статус Администратора? Это действие не обратимо!';

$txt['account_activate_method_2'] = 'Учетную запись необходимо реактивировать после смены email адреса';
$txt['account_activate_method_3'] = 'Учетная запись не одобрена';
$txt['account_activate_method_4'] = 'Учетная запись ожидает одобрение на удаление';
$txt['account_activate_method_5'] = 'Учетная запись ожидает одобрение. Причина: возрастной ценз';
$txt['account_not_activated'] = 'Учетная запись не активирована';
$txt['account_activate'] = 'активировать';
$txt['account_approve'] = 'подтвердить';
$txt['user_is_banned'] = 'Пользователь забанен';
$txt['view_ban'] = 'Смотреть';
$txt['user_banned_by_following'] = 'Этот пользователь находится в бан листе.';
$txt['user_cannot_due_to'] = 'Пользователь не может %s как результат бана: &quot;%s&quot;';
$txt['ban_type_post'] = 'оставлять сообщения';
$txt['ban_type_register'] = 'регистрироваться';
$txt['ban_type_login'] = 'входить на форум';
$txt['ban_type_access'] = 'посещать форум';

$txt['show_online'] = 'Показывать пользователям Ваше пребывание на форуме?';

$txt['return_to_post'] = 'Возвращаться в тему после ответа.';
$txt['no_new_reply_warning'] = 'Не предупреждать о появившихся ответах во время написания собственного сообщения.';
$txt['copy_to_outbox'] = 'Сохранять копии отправленных Личных Сообщений в папке Исходящие.';
$txt['popup_messages'] = 'Выводить предупреждение при появлении нового личного сообщения?';
$txt['recent_posts_at_top'] = 'Показывать новые сообщения сверху.';
$txt['recent_pms_at_top'] = 'Показывать новые личные сообщения сверху.';

$txt['timeformat_easy0'] = '(По умолчанию)';
$txt['timeformat_easy1'] = 'Месяц День, Год, ЧЧ:ММ:СС am/pm';
$txt['timeformat_easy2'] = 'Месяц День, Год, ЧЧ:ММ:СС (военное время)';
$txt['timeformat_easy3'] = 'ГГГГ-ММ-ДД, ЧЧ:ММ:СС';
$txt['timeformat_easy4'] = 'ДД Месяц ГГГГ, ЧЧ:ММ:СС';
$txt['timeformat_easy5'] = 'ДД-ММ-ГГГГ, ЧЧ:ММ:СС';

$txt['rtm8'] = 'Автор';

$txt[732] = 'Показывать описание раздела внутри самого раздела.';
$txt['show_children'] = 'Показывать подразделы на каждой странице главного раздела.';
$txt['show_no_avatars'] = 'Не показывать аватары других пользователей.';
$txt['show_no_signatures'] = 'Не показывать подписи других пользователей.';
$txt['show_no_censored'] = 'Оставить слова без цензуры.';
$txt['calendar_start_day'] = 'Первый день недели в календаре';
$txt['display_quick_reply'] = 'Форма быстрого ответа: ';
$txt['display_quick_reply1'] = 'не показывать';
$txt['display_quick_reply2'] = 'включить, по умолчанию свернута';
$txt['display_quick_reply3'] = 'включить, по умолчанию развернута';
$txt['display_quick_mod'] = 'Показывать функции быстрого модерирования ';
$txt['display_quick_mod_none'] = 'не показывать';
$txt['display_quick_mod_check'] = 'ячейками';
$txt['display_quick_mod_image'] = 'значками';

$txt['whois_title'] = 'Проверить IP адрес через whois-сервер';
$txt['whois_afrinic'] = 'AfriNIC (Africa)';
$txt['whois_apnic'] = 'APNIC (Asia Pacific region)';
$txt['whois_arin'] = 'ARIN (North America, a portion of the Caribbean and sub-Saharan Africa)';
$txt['whois_lacnic'] = 'LACNIC (Latin American and Caribbean region)';
$txt['whois_ripe'] = 'RIPE (Europe, the Middle East and parts of Africa and Asia)';

$txt['moderator_why_missing'] = 'почему нет модератора разделов?';
$txt['username_change'] = 'изменить';
$txt['username_warning'] = 'Для изменения имен пользователей, форум должен изменить их пароли, они будут отправлены пользователям с их новыми именами.';

$txt['showPermissions'] = 'Права пользователя';
$txt['showPermissions_given'] = 'Разрешено';
$txt['showPermissions_denied'] = 'Запрещено';
$txt['showPermissions_permission'] = 'Права доступа(запрещающие права <del>зачеркнуты</del>)';
$txt['showPermissions_none_general'] = 'Пользователь не имеет специально установленных прав.';
$txt['showPermissions_none_board'] = 'Пользователь не имеет специально установленных прав в разделе.';
$txt['showPermissions_all'] = 'Пользователь имеет все права, так как он является Администратором.';
$txt['showPermissions_select'] = 'Специальные права в разделе';
$txt['showPermissions_general'] = 'Основные права пользователя';
$txt['showPermissions_global'] = 'Все разделы';
$txt['showPermissions_restricted_boards'] = 'Недоступные разделы';
$txt['showPermissions_restricted_boards_desc'] = 'Следующие разделы не доступны для данного пользователя';

$txt['local_time'] = 'Время';
$txt['posts_per_day'] = 'в день';

$txt['buddy_add'] = 'Добавить в список друзей';
$txt['buddy_remove'] = 'Удалить из списка друзей';
$txt['buddy_add_button'] = 'Добавить';
$txt['no_buddies'] = 'Ваш список друзей пуст';

?>