<?php
// Version: 1.1; Stats

$txt[888] = 'Максимум Online';

$txt['smf_stats_1'] = 'Центр Статистики';
$txt['smf_stats_2'] = 'Общая Статистика';
$txt['smf_stats_3'] = 'Первая десятка пользователей';
$txt['smf_stats_4'] = 'Первая десятка разделов';
$txt['smf_stats_5'] = 'История форума';
$txt['smf_stats_6'] = 'Дата (год/месяц/день)';
$txt['smf_stats_7'] = 'Новые темы';
$txt['smf_stats_8'] = 'Новые сообщения';
$txt['smf_stats_9'] = 'Новые пользователи';
$txt['smf_stats_10'] = 'Просмотров';
$txt['smf_stats_11'] = 'Первая десятка Тем (по количеству ответов)';
$txt['smf_stats_12'] = 'Первая десятка Тем (по количеству просмотров)';
$txt['smf_stats_13'] = 'Статистика по месяцам';
$txt['smf_stats_14'] = 'Максимум Online';
$txt['smf_stats_15'] = 'Десятка самых активных авторов';
$txt['smf_stats_16'] = 'Максимальное время пребывания на форуме';
$txt['smf_stats_17'] = 'Лучший рейтинг';
$txt['smf_stats_18'] = 'Худший рейтинг';
$txt['stats_more_detailed'] = 'более подробно &raquo;';

$txt['average_members'] = 'Среднее количество новых пользователей в день';
$txt['average_posts'] = 'Среднее количество сообщений в день';
$txt['average_topics'] = 'Среднее количество тем в день';
$txt['average_online'] = 'Среднее количество пользователей Оnline в день';
$txt['users_online'] = 'Пользователей Online';
$txt['gender_ratio'] = 'Соотношение мужчин - женщин';
$txt['users_online_today'] = 'Сегодня Online';
$txt['num_hits'] = 'Общее количество просмотров';
$txt['average_hits'] = 'Среднее количество просмотров в день';

$txt['smf_news_1'] = 'комментарий';
$txt['smf_news_2'] = 'комментариев';
$txt['smf_news_3'] = 'Написать комментарий';
$txt['smf_news_error2'] = 'Вы не можете просмотреть раздел, недоступный гостям. Пожалуйста, проверьте ID раздела и попробуйте снова.';
$txt['xml_rss_desc'] = 'Новости из ' . $context['forum_name'];

?>