<?php
// Version: 1.1; Themes

$txt['themeadmin_explain'] = 'Раздел тем оформления - очень важная составляющая Вашего форума. Эти настройки помогут Вам выбрать тему оформления для форума или установить новую.';

$txt['theme_allow'] = 'Разрешить пользователям выбирать себе темы оформления.';
$txt['theme_default'] = 'Разрешить пользователям выбирать темы оформления &quot;По умолчанию&quot;.';
$txt['theme_guests'] = 'Сменить по умолчанию';
$txt['theme_select'] = 'выбрать...';
$txt['theme_reset'] = 'Сбросить у каждого на';
$txt['theme_nochange'] = 'Без изменений';
$txt['theme_forum_default'] = 'Тема оформления по умолчанию';

$txt['theme_settings'] = 'свойства';
$txt['theme_remove'] = 'удалить';
$txt['theme_remove_confirm'] = 'Вы уверены, что хотите удалить тему оформления?';

$txt['theme_install'] = 'Установить новую тему оформления';
$txt['theme_install_file'] = 'Из файла';
$txt['theme_install_dir'] = 'Из папки на сервере';
$txt['theme_install_error'] = 'Эта папка Темы Оформления не существует или не содержит темы оформления!';
$txt['theme_install_write_error'] = 'Для продолжения, папка Темы Оформления, должна иметь права на запись!';
$txt['theme_install_go'] = 'Установить';
$txt['theme_install_new'] = 'Создать копию используемой по умолчанию темы';
$txt['theme_install_new_confirm'] = 'Установить новую тему оформления?';
$txt['theme_install_writable'] = 'Внимание - Вы не можете создать или установить новую тему оформления поскольку папка тем оформления не имеет прав на запись!';
$txt['theme_installed'] = 'Установка удачно завершена';
$txt['theme_installed_message'] = 'установка удачно завершена.';

$txt['theme_latest'] = 'Последние Темы Оформления';
$txt['theme_latest_fetch'] = 'Установка последних тем оформления с www.simplemachines.org...';

$txt['theme_pick'] = 'Выбрать тему оформления...';
$txt['theme_preview'] = 'просмотр &raquo;';
$txt['theme_set'] = 'использовать эту тему оформления';
$txt['theme_user'] = 'пользователь, использующий эту тему оформления.';
$txt['theme_users'] = 'пользователи, использующие эту тему оформления.';

$txt['theme_edit'] = 'Редактировать тему оформления';
$txt['theme_edit_style'] = 'Изменить файл style.css. (цвета, шрифты, прочее.)';
$txt['theme_edit_index'] = 'Изменить шаблон. (шаблон главной страницы)';
$txt['theme_edit_no_save'] = 'Этот файл не может быть сохранен, нет прав на запись. Пожалуйста, установите права на запись (chmod 777)';
$txt['theme_edit_save'] = 'Сохранить Изменения';

$txt['theme_global_description'] = 'Это тема по умолчанию, это означает, что Ваша тема оформления изменится на ряду с другими Администраторскими настройками просматриваемыми Вами.';

$txt['theme5'] = 'Адрес(URL) и настройка темы оформления';
$txt['theme6'] = 'Свойства Темы оформления';
$txt['actual_theme_name'] = 'Название темы оформления: ';
$txt['actual_theme_dir'] = 'Папка темы оформления: ';
$txt['actual_theme_url'] = 'Адрес(URL) темы оформления: ';
$txt['actual_images_url'] = 'Адрес(URL) картинок для темы оформления: ';

$txt['additional_options_collapsable'] = 'Разрешить сворачивать дополнительные настройки отправки сообщений';
$txt['allow_no_censored'] = 'Разрешить пользователям выключать цензуру';
$txt['who_display_viewing'] = 'Показывать кто просматривает раздел';
$txt['who_display_viewing_off'] = 'Не показывать';
$txt['who_display_viewing_numbers'] = 'Показывать количество пользователей';
$txt['who_display_viewing_names'] = 'Показывать имена пользователей';
$txt['smf93'] = 'Запретить последние сообщения';
$txt['smf94'] = 'Разрешить одиночные сообщения';
$txt['smf95'] = 'Разрешить множественные сообщения';
$txt['smf105'] = 'Отображать навигационные ссылки одной строкой';
$txt['smf106'] = 'При включении данной опции путь к просматриваемой теме будут отображаться в строчку (по умолчанию в виде дерева).';
$txt['smf200'] = 'Отображать статистику форума на главной странице';
$txt[382] = 'Показывать нового пользователя на главной странице форума';
$txt[383] = 'Показывать дату последнего редактирования в измененных сообщениях';
$txt[384] = 'Показывать аватары пользователей в просмотре сообщений';
$txt[385] = 'Показывать личный текст в просмотре сообщений';
$txt[386] = 'Показывать пол пользователя в просмотре сообщений';
$txt[387] = 'Показывать прокрутку новостей на главной странице форума';
$txt[510] = 'Показывать список пользователей на главной странице форума';
$txt[522] = 'Показывать текущее местоположение на форуме как ссылку вместо текста';
$txt[523] = 'Показывать кнопку просмотра профиля под сообщением';
$txt[618] = 'Разрешить и показывать кнопку \'Отметить прочитанными\'';
$txt['header_logo_url'] = 'Адрес(URL) изображения логотипа:';
$txt['header_logo_url_desc'] = '(оставить пустым для отображения Названия форума и логотипа по умолчанию.)';
$txt['number_recent_posts'] = 'Количество отображаемых последних сообщений на главной странице форума:';
$txt['number_recent_posts_desc'] = 'Для запрета отображения последних сообщений поставьте значение 0.';
$txt['hide_post_group'] = 'Не отображать в сообщениях название группы пользователей';
$txt['hide_post_group_desc'] = 'Название группы пользователей, основанной на количестве сообщений, отображаться в сообщениях не будет.';

$txt['theme_options_defaults'] = 'Здесь расположены значения для пользователей по умолчанию. Сделанные здесь изменения повлияют только на новых пользователей и гостей.';
$txt['theme_options_title'] = 'Изменить или сбросить значения по умолчанию';

$txt['themeadmin_title'] = 'Темы Оформления';
$txt['themeadmin_description'] = 'Здесь Вы можете изменить настройки тем оформлений, установить новые темы, а так же изменить опции отображения тем.';
$txt['themeadmin_admin_title'] = 'Установка и управление';
$txt['themeadmin_admin_desc'] = 'Здесь Вы можете установить новую тему оформления, изменить ее настройки и т.д.';
$txt['themeadmin_list_title'] = 'Темы и настройки';
$txt['themeadmin_list_desc'] = 'Здесь Вы можете просмотреть список всех установленных на Вашем форуме тем, изменить их пути и настройки, либо удалить их.';
$txt['themeadmin_reset_title'] = 'Общее изменение настроек';
$txt['themeadmin_reset_desc'] = 'Ниже, Вы можете изменить настройки текущей темы оформления для зарегистрированных пользователей.';
$txt['themeadmin_edit_title'] = 'Изменение темы оформления';
$txt['themeadmin_edit_desc'] = 'Изменение отображения и исходного текста Вашей темы оформления.';

$txt['themeadmin_list_heading'] = 'Обзор настроек установленных тем оформления';
$txt['themeadmin_list_tip'] = 'Настройки разных тем оформления могут отличаться друг от друга. Нажмите на название темы, чтобы изменить ее основные параметры.';
$txt['themeadmin_list_theme_dir'] = 'Директория темы (шаблонов)';
$txt['themeadmin_list_invalid'] = '(внимание, путь указан неверно!)';
$txt['themeadmin_list_theme_url'] = 'Адрес(URL) темы оформления';
$txt['themeadmin_list_images_url'] = 'Адрес(URL) изображений';
$txt['themeadmin_list_reset'] = 'Изменение адреса(URL) и директории с темами оформлений';
$txt['themeadmin_list_reset_dir'] = 'Путь к директории с темами оформлений';
$txt['themeadmin_list_reset_url'] = 'Адрес(URL) директории с темами оформлений';
$txt['themeadmin_list_reset_go'] = 'Сохранить';

$txt['themeadmin_reset_tip'] = 'Каждая тема оформления может иметь свои собственные настройки, например, такие как &quot;Быстрый ответ&quot;, аватары и подписи, опции отображения и другие функции. Здесь Вы можете установить настройки для тем оформления, которые будут использоваться по умолчанию.';
$txt['themeadmin_reset_defaults'] = 'Настройки принятые по умолчанию для гостей и новых пользователей';
$txt['themeadmin_reset_defaults_current'] = 'установленных настроек.';
$txt['themeadmin_reset_members'] = 'Настройки темы оформления для зарегистрированных пользователей';
$txt['themeadmin_reset_remove'] = 'Удалить все настройки пользователей и использовать настройки по умолчанию';
$txt['themeadmin_reset_remove_current'] = 'пользователей, выставивших свои собственные настройки.';
// Don't use entities in the below string.
$txt['themeadmin_reset_remove_confirm'] = 'Вы уверены, что хотите удалить все настройки для этой темы?\\nЭто может удалить, например, некоторые поля в профилях пользователей.';
$txt['themeadmin_reset_options_info'] = 'Выставленные ниже параметры изменят настройки темы для <em>каждого пользователя</em>.  Чтобы изменить какой-либо пункт, выберите &quot;изменить&quot;, а затем можете выбрать значение для выбранного пункта. Чтобы использовать настройки по умолчанию, выберите пункт &quot;удалить&quot;.  Иначе, можете использовать уже установленное значение, выбрав пункт &quot;не менять&quot;.';
$txt['themeadmin_reset_options_change'] = 'Изменить';
$txt['themeadmin_reset_options_none'] = 'Не менять';
$txt['themeadmin_reset_options_remove'] = 'Удалить';

$txt['themeadmin_edit_browse'] = 'Обзор шаблонов и файлов этой темы оформления.';
$txt['themeadmin_edit_style'] = 'Изменить стили (CSS) этой темы оформления.';
$txt['themeadmin_edit_copy_template'] = 'Копировать шаблон с темы оформления, на которой он основан.';
$txt['themeadmin_edit_exists'] = 'уже существует';
$txt['themeadmin_edit_do_copy'] = 'копировать';
$txt['themeadmin_edit_copy_warning'] = 'Когда SMF форуму необходим шаблон или языковой файл, который находится не в текущей теме оформления, он берется из темы, на которой основан шаблон или из темы по умолчанию.';
$txt['themeadmin_edit_copy_confirm'] = 'Вы уверены, что хотите скопировать этот шаблон?';
$txt['themeadmin_edit_overwrite_confirm'] = 'Вы уверены, что хотите скопировать этот шаблон, поверх уже существующей копии?\\nВсе изменения, которые Вы делали не сохранятся!';
$txt['themeadmin_edit_no_copy'] = '<em>(невозможно скопировать)</em>';
$txt['themeadmin_edit_filename'] = 'Имя файла';
$txt['themeadmin_edit_modified'] = 'Последнее редактирование';
$txt['themeadmin_edit_size'] = 'Размер';
$txt['themeadmin_edit_bytes'] = 'б';
$txt['themeadmin_edit_kilobytes'] = 'Кб';
$txt['themeadmin_edit_error'] = 'Файл, который Вы пытаетесь отредактировать сгенерировал следующую ошибку:';
$txt['themeadmin_edit_on_line'] = 'Строка';
$txt['themeadmin_edit_preview'] = 'Предварительный просмотр';

?>