<?php
// Version: 1.1.2; Errors

$txt[1] = 'Вы не можете зайти в этот раздел';

$txt[73] = 'Только Модераторы могут использовать прямую функцию удаления, пожалуйста, удалите это сообщение через команду Изменить.';
$txt[75] = 'Поле Имя обязательно для заполнения.';
$txt[76] = 'Поле Email обязательно для заполнения.';
$txt[90] = 'Эта тема закрыта, Вы не можете посылать или изменять сообщения...';
$txt[91] = 'Введите пароль';
$txt[93] = 'Вы не можете открывать и закрывать эту тему, это может сделать только Модератор или Администратор...';
$txt[100] = 'Имя пользователя, которое Вы пытаетесь зарегистрировать, уже используется на форуме.';
$txt[134] = 'Вы не можете перемещать темы...';
$txt[138] = 'Этот сервис доступен только для пользователей форума...';
$txt[165] = 'Для отправки сообщений Вы должны зайти как пользователь. Если Вы не зарегистрированы, Вы можете сделать это <a href="' . $scripturl . '?action=register">прямо сейчас </a>.';
$txt[213] = 'Пароли не совпадают.';
$txt[223] = 'Извините, перед тем, как использовать эти настройки, Вы должны зарегистрироваться.';
$txt[241] = 'Использован недопустимый символ в Пароле.';
$txt[242] = 'Использован недопустимый символ в Имени.';
$txt[243] = 'Использован недопустимый символ в Email.';
$txt[244] = 'Имя пользователя, которое Вы пытаетесь зарегистрировать - зарезервировано \'%s\'. Пожалуйста, выберите другое имя.';
$txt[337] = 'В этом поле можно указывать только числа от 0 до 9';
$txt[472] = 'Такой темы не существует.';

$txt['smf26'] = 'Вы не выбрали пункт голосования.';
$txt['smf27'] = 'Голосование не существует или закрыто, либо возможно Вы пытаетесь проголосовать дважды.';
$txt['smf28'] = 'Эта опция доступна только зарегистрированным пользователям.';
$txt['smf31'] = 'Тема была закрыта Администратором, вам не разрешено ее открывать.';
$txt['smf61'] = 'Извините, Вы не можете изменять собственную карму.';
$txt['smf63'] = 'Извините, эта опция отключена.';
$txt['smf115b'] = 'Нет доступа к папке для загрузки вложений!';
$txt['smf122'] = 'Ваш файл слишком большой. Максимальный размер вложения: %d Kb.';
$txt['smf124'] = 'Ваше вложение не может быть сохранено. Возможно, файл больше, чем позволяет сервер.<br /><br />Пожалуйста, проконсультируйтесь с Администратором для получения более подробной информации.';
$txt['smf125'] = 'Извините, такой файл уже существует. Пожалуйста, переименуйте файл и попробуйте снова.';
$txt['smf126'] = 'Папка upload заполнена. Попробуйте загрузить файл меньшего размера или свяжитесь с Администратором.';
$txt['smf191'] = 'Не получилось соединиться с сервером или файл не найден';
$txt['smf232'] = 'Указанный вами раздел не существует';
$txt['smf253'] = 'Вы не можете разделять темы';
$txt['smf262'] = 'Вы не можете соединять темы';
$txt['smf263'] = 'Вы указали неправильный ID темы.';
$txt['smf268'] = 'Вы не можете разделять тему с первого сообщения.';
$txt['smf270'] = 'Эта тема содержит только одно сообщение и не может быть разделена.';
$txt['smf271'] = 'не выбраны сообщения';
$txt['smf271b'] = 'Невозможно разделить. Вы выбрали все сообщения.';
$txt['smf272'] = 'Невозможно найти сообщения';
$txt['smf273'] = 'Невозможно вставить тему';
$txt['smf289'] = 'Вы выбрали имя уже существующего Модератора. Пожалуйста, выберите другое имя.';
$txt['smf304'] = 'Ваша сессия закончилась пока Вы писали сообщение. Пожалуйста, вернитесь назад и попробуйте снова.';
$txt['smf305'] = 'Не удалось проверить сессию.  Пожалуйста, выйдите из форума и зайдите снова.';
$txt['smf306'] = 'Невозможно проверить месторасположение отсылаемого файла. Пожалуйста, вернитесь назад и попробуйте снова.';

$txt['cannot_admin_forum'] = 'Вы не можете администрировать этот форум.';
$txt['cannot_announce_topic'] = 'Вы не можете извещать о темах в этом разделе.';
$txt['cannot_calendar_edit_any'] = 'Вы не можете редактировать календарные события.';
$txt['cannot_calendar_edit_own'] = 'У Вас нет необходимых привилегий, чтобы редактировать Ваши события.';
$txt['cannot_calendar_post'] = 'Размещение событий запрещено, извините.';
$txt['cannot_calendar_view'] = 'Извините, Вы не можете просматривать календарь.';
$txt['cannot_remove_any'] = 'Удаление любых сообщений в этом форуме запрещено.';
$txt['cannot_remove_own'] = 'Вы не можете удалять свои сообщения.';
$txt['cannot_edit_news'] = 'Вы не можете редактировать новости на этом форуме.';
$txt['cannot_pm_read'] = 'Извините, Вы не можете читать личные сообщения.';
$txt['cannot_pm_send'] = 'Извините, Вы не можете отправлять личные сообщения.';
$txt['cannot_karma_edit'] = 'Вы не можете изменять карму других пользователей.';
$txt['cannot_lock_any'] = 'Вы не можете закрывать темы.';
$txt['cannot_lock_own'] = 'Извините, Вы не можете закрывать собственные темы.';
$txt['cannot_make_sticky'] = 'Вы не можете прикрепить эту тему.';
$txt['cannot_manage_attachments'] = 'Вам не разрешается управлять вложениями или аватарами.';
$txt['cannot_manage_bans'] = 'Вы не можете изменять список забаненных пользователей.';
$txt['cannot_manage_boards'] = 'Вам не позволено управлять разделами и категориями.';
$txt['cannot_manage_membergroups'] = 'Не хватает прав для изменения или добавления групп пользователей.';
$txt['cannot_manage_permissions'] = 'Не хватает прав для управления правами пользователей.';
$txt['cannot_manage_smileys'] = 'Вы не можете управлять смайлами.';
$txt['cannot_mark_any_notify'] = 'У Вас нет необходимого разрешения получать уведомления из этой темы.';
$txt['cannot_mark_notify'] = 'Извините, Вы не можете получать уведомления из этого раздела.';
$txt['cannot_merge_any'] = 'Вы не можете соединять темы в этом разделе.';
$txt['cannot_moderate_forum'] = 'Вы не можете модерировать этот форум.';
$txt['cannot_modify_any'] = 'Вы не можете изменять любые сообщения.';
$txt['cannot_modify_own'] = 'Извините, Вы не можете редактировать собственные сообщения.';
$txt['cannot_modify_replies'] = 'Вы не можете редактировать сообщения пользователей, даже если Вы являетесь автором.';
$txt['cannot_move_own'] = 'Вы не можете перемещать собственные темы.';
$txt['cannot_move_any'] = 'Вы не можете перемещать темы в этом разделе.';
$txt['cannot_poll_add_own'] = 'Извините, Вы не можете добавлять голосование в собственную тему.';
$txt['cannot_poll_add_any'] = 'Извините, Вы не можете добавлять голосования в темы.';
$txt['cannot_poll_edit_own'] = 'Вы не можете редактировать голосование, даже если Вы являетесь автором.';
$txt['cannot_poll_edit_any'] = 'Вы не можете редактировать голосования.';
$txt['cannot_poll_lock_own'] = 'Вы не можете закрывать свои голосования.';
$txt['cannot_poll_lock_any'] = 'Извините, Вы не можете закрывать голосования.';
$txt['cannot_poll_post'] = 'Вы не можете создавать голосования в этом разделе.';
$txt['cannot_poll_remove_own'] = 'Вы не можете удалить голосование из собственной темы.';
$txt['cannot_poll_remove_any'] = 'Вы не можете удалять голосования.';
$txt['cannot_poll_view'] = 'Вы не можете просматривать голосования в этом разделе.';
$txt['cannot_poll_vote'] = 'Извините, но Вы не можете голосовать в этом разделе.';
$txt['cannot_post_attachment'] = 'Вы не можете вставлять здесь вложения.';
$txt['cannot_post_new'] = 'Извините, Вы не можете создавать новые темы в этом разделе.';
$txt['cannot_post_reply_any'] = 'Вы не можете отвечать в этом разделе.';
$txt['cannot_post_reply_own'] = 'Вы не можете отвечать в этом разделе, даже если Вы являетесь автором темы.';
$txt['cannot_profile_remove_own'] = 'Извините, Вы не можете удалить свою учетную запись.';
$txt['cannot_profile_remove_any'] = 'Вы не можете удалять учетные записи пользователей!';
$txt['cannot_profile_extra_any'] = 'Вы не можете изменять настройки профиля.';
$txt['cannot_profile_identity_any'] = 'Вы не можете редактировать настройки учетной записи.';
$txt['cannot_profile_title_any'] = 'Вы не можете редактировать подпись над аватарой пользователей.';
$txt['cannot_profile_extra_own'] = 'Извините, Вы не можете редактировать Ваши данные в профиле.';
$txt['cannot_profile_identity_own'] = 'Извините, Вы не можете изменить Вашу информацию в данный момент.';
$txt['cannot_profile_title_own'] = 'Вы не можете изменить подпись над аватарой в Вашем профиле.';
$txt['cannot_profile_server_avatar'] = 'Вы не можете использовать аватары, расположенные на сервере.';
$txt['cannot_profile_upload_avatar'] = 'Вы не можете загружать аватары.';
$txt['cannot_profile_remote_avatar'] = 'Вы не можете использовать аватары с удаленного сервера.';
$txt['cannot_profile_view_own'] = 'Вы не можете просматривать свой профиль.';
$txt['cannot_profile_view_any'] = 'Вы не можете просматривать профили пользователей.';
$txt['cannot_delete_own'] = 'Вы не можете удалять собственные темы в этом разделе.';
$txt['cannot_delete_replies'] = 'Извините, Вы не можете удалять сообщения, даже не смотря на то, что они находятся в Вашей собственной теме.';
$txt['cannot_delete_any'] = 'Извините, Вы не можете удалять темы.';
$txt['cannot_report_any'] = 'Вы не можете извещать о сообщениях в этом разделе.';
$txt['cannot_search_posts'] = 'Вы не можете искать сообщения на этом форуме.';
$txt['cannot_send_mail'] = 'У Вас не хватает прав на отправку email пользователям форума.';
$txt['cannot_send_topic'] = 'Извините, но Администратор отключил создание тем в этом разделе.';
$txt['cannot_split_any'] = 'Разделение любых тем в этом разделе запрещено.';
$txt['cannot_view_attachments'] = 'По-видимому, Вам не позволено скачивать или просматривать вложения в этом разделе.';
$txt['cannot_view_mlist'] = 'Вы не можете просматривать список пользователей.';
$txt['cannot_view_stats'] = 'Вы не можете просматривать статистику форума.';
$txt['cannot_who_view'] = 'Вы не можете просматривать, кто Online.';

$txt['theme3'] = 'Такой темы не существует.';
$txt['theme_dir_wrong'] = 'Директория темы указана неверно, пожалуйста, исправьте ее, нажав на этот текст.';
$txt['registration_disabled'] = 'Извините, регистрация в данный момент недоступна.';
$txt['registration_no_secret_question'] = 'Извините, для данного пользователя не выбран секретный вопрос.';
$txt['poll_range_error'] = 'Извините, опрос должен длиться минимум 1 день.';
$txt['delFirstPost'] = 'Вы не можете удалить первое сообщение в теме.<p>Если Вы хотите удалить эту тему, нажмите на УДАЛИТЬ ТЕМУ или попросите Администратора/Модератора сделать это за Вас.</p>';
$txt['parent_error'] = 'Не удалось создать раздел!';
$txt['login_cookie_error'] = 'Не удалось войти на форум. Пожалуйста, проверьте настройки cookie.';
$txt['pswd7'] = 'Извините, Вы неправильно ответили на секретный вопрос. Нажмите Назад и попробуйте снова, или нажмите Назад дважды, чтобы использовать обычный метод получения пароля.';
$txt['rtm11'] = 'Модераторы отсутствуют!';
$txt['parent_not_found'] = 'Структура раздела испорчена: не получилось найти родительский раздел';
$txt['modify_post_time_passed'] = 'Вы не можете отредактировать это сообщение, время, отведенное на редактирование истекло.';

$txt['calendar_off'] = 'Календарь в данный момент отключен.';
$txt['calendar1'] = 'Неправильное значение месяца.';
$txt['calendar2'] = 'Неправильное значение года.';
$txt['calendar7'] = 'Пропущен месяц события.';
$txt['calendar8'] = 'Пропущен год события.';
$txt['calendar14'] = 'Пропущен день события.';
$txt['calendar15'] = 'Пропущен заголовок события.';
$txt['calendar16'] = 'Неправильная дата.';
$txt['calendar17'] = 'Не введен заголовок события.';
$txt['calendar18'] = 'Не указан ID события.';
$txt['calendar19'] = 'Не хватает прав на редактирование этого события.';
$txt['calendar38'] = 'Не указан ID раздела.';
$txt['calendar39'] = 'Не указан ID темы.';
$txt['calendar40'] = 'Такой темы не существует.';
$txt['calendar41'] = 'Вы не являетесь владельцем этой темы.';
$txt['calendar42'] = 'Такого раздела не существует.';
$txt['calendar55'] = 'Возможность временного диапазона отключена.';
$txt['calendar56'] = 'Неверное количество дней временного диапазона.';

$txt['moveto_noboards'] = 'Отсутствует раздел для перемещения туда темы!';

$txt['already_activated'] = 'Ваша учетная запись уже активирована.';
$txt['still_awaiting_approval'] = 'Ваша учетная запись ожидает одобрения Администратора.';

$txt['invalid_email'] = 'Неправильный email адрес или диапазон адресов.<br />Пример правильного email адреса:   evil.user@badsite.com.<br />Пример правильного диапазона адресов: *@*.badsite.com';
$txt['invalid_expiration_date'] = 'Неправильная дата окончания';
$txt['invalid_hostname'] = 'Неправильное имя хоста или  диапазона имен.<br />Пример правильного имени хоста: proxy4.badhost.com<br />Пример правильного диапазона имен: *.badhost.com';
$txt['invalid_ip'] = 'Неправильный IP или диапазон IP.<br />Пример правильного IP адреса: 127.0.0.1<br />Пример правильного диапазона IP адресов: 127.0.0-20.*';
$txt['invalid_username'] = 'Пользователь с таким именем не найден';
$txt['no_ban_admin'] = 'Вы не можете забанить администратора форума. Для начала необходимо снять статус администратора!';
$txt['no_bantype_selected'] = 'Не выбран тип бана';
$txt['ban_not_found'] = 'Бан не найден';
$txt['ban_unknown_restriction_type'] = 'Тип запрета не известен';

$txt['recycle_no_valid_board'] = 'Не выбран действующий раздел для удаления темы';

$txt['login_threshold_fail'] = 'Извините, Вы не можете войти на форум. Пожалуйста, попробуйте позже.';

$txt['who_off'] = 'Вы не можете посмотреть, кто сейчас на форуме. Данная функция отключена.';

$txt['merge_create_topic_failed'] = 'Ошибка при создании новой темы.';
$txt['merge_need_more_topics'] = 'Для объединения требуется как минимум две темы.';

$txt['spamWaitTime_broken'] = 'Последнее сообщение с Вашего IP адреса было отправлено менее чем %d секунд назад. Пожалуйста, попробуйте чуть позже.';
$txt['registerWaitTime_broken'] = 'Вы уже зарегистрировались %d секунд назад!';
$txt['loginWaitTime_broken'] = 'Вам придется подождать около %d секунд, чтобы повторить попытку входа, извините.';

$txt['topic_gone'] = 'Тема или раздел, которую Вы ищете, отсутствует или недоступна для входа.';
$txt['theme_edit_missing'] = 'Файл, который Вы пытаетесь редактировать, не найден!';

$txt['attachments_no_write'] = 'Папка для вложений находится в режиме ТОЛЬКО ДЛЯ ЧТЕНИЯ. Ваше вложение или аватар не может быть сохранен.';
$txt['attachments_limit_per_post'] = 'Вы не можете загружать более %d вложений в одном сообщении';

$txt['rtm_not_own'] = 'Вы не можете сообщать о Ваших собственных сообщениях Модератору.';

$txt['no_dump_database'] = 'Только Администратор может делать резервную копию базы данных!';
$txt['pm_not_yours'] = 'Личное сообщение, которое Вы пытаетесь процитировать, не Ваше или его не существует, пожалуйста, вернитесь назад и попробуйте снова.';
$txt['mangled_post'] = 'Искаженные данные формы. Пожалуйста, вернитесь и попробуйте заново.';
$txt['quoted_post_deleted'] = 'Сообщение, которое Вы пытаетесь процитировать было удалено или больше недоступно для Вас.';

$txt['register_only_once'] = 'Извините, но Вы не можете регистрировать сразу несколько пользователей за один раз.';

$txt['error_long_name'] = 'Имя, которое Вы пытаетесь использовать слишком длинное.';
$txt['error_no_name'] = 'Отсутствует имя.';
$txt['error_bad_name'] = 'Данное имя не может быть использовано. Оно зарезервировано на форуме.';
$txt['error_no_email'] = 'Отсутствует Email адрес.';
$txt['error_bad_email'] = 'Неправильный Email адрес.';
$txt['error_no_event'] = 'Отсутствует название события.';
$txt['error_no_subject'] = 'Отсутствует тема сообщения.';
$txt['error_no_question'] = 'Отсутствует вопрос.';
$txt['error_no_message'] = 'Сообщение было оставлено пустым.';
$txt['error_long_message'] = 'Сообщение превышает максимально допустимую длину (' . $modSettings['max_messageLength'] . ' знаков).';
$txt['error_session_timeout'] = 'Ваша сессия истекла во время написания сообщения. Пожалуйста, попробуйте заново.';
$txt['error_no_to'] = 'Отсутствуют получатели.';
$txt['error_bad_to'] = 'Получатели не найдены.';
$txt['error_bad_bcc'] = 'Получатели не найдены.';
$txt['error_form_already_submitted'] = 'Вы уже отправили это сообщение! Возможно, Вы случайно нажали дважды или пытались обновить страницу.';
$txt['error_poll_few'] = 'Должно быть как минимум два пункта голосования!';

$txt['smiley_not_found'] = 'Смайл не найден.';
$txt['smiley_has_no_code'] = 'Этому смайлу не был присвоен код.';
$txt['smiley_has_no_filename'] = 'Не был назван файл этого смайла.';
$txt['smiley_not_unique'] = 'Смайл с таким кодом уже существует.';
$txt['smiley_set_already_exists'] = 'Набор смайлов с таким адресом(URL) уже существует';
$txt['smiley_set_not_found'] = 'Набор смайлов не найден';
$txt['smiley_set_path_already_used'] = 'Адрес(URL) набора смайлов уже использовался другим набором смайлов.';
$txt['smiley_set_unable_to_import'] = 'Невозможно импортировать набор смайлов. Неверно указана директория, или к ней нет доступа.';

$txt['smileys_upload_error'] = 'Не удалось загрузить файлы.';
$txt['smileys_upload_error_blank'] = 'Все наборы смайлов должны иметь изображение!';
$txt['smileys_upload_error_name'] = 'Все смайлы должны иметь свои собственные имена!';
$txt['smileys_upload_error_illegal'] = 'Неверный Тип.';

$txt['search_invalid_weights'] = 'Параметры поиска сконфигурированы неверно. Как минимум один фактор должен отличаться от нуля. Пожалуйста, сообщите об этой ошибке Администратору..';
$txt['unable_to_create_temporary'] = 'Поиск не смог создать временную таблицу. Пожалуйста, сообщите об этой ошибке Администратору.';

$txt['package_no_file'] = 'Не найден файл пакета модификаций!';
$txt['packageget_unable'] = 'Не удалось соединиться с сервером. Пожалуйста, попробуйте использовать <a href="%s" target="_new">этот Адрес(URL)</a>.';
$txt['not_on_simplemachines'] = 'Извините, пакеты модификаций могут быть загружены только с сервера simplemachines.org.';
$txt['package_cant_uninstall'] = 'Этот пакет модификаций не установлен, или уже удален - Вы не можете удалить его.';
$txt['package_cant_download'] = 'Вы не можете загрузить или установить новый пакет модификаций, так как директория Пакетов Модификаций защищена от записи (CHMOD)!';
$txt['package_upload_error'] = 'Невозможно загрузить пакет модификаций, пожалуйста, проверьте права доступа для директории!';
$txt['package_upload_error_exists'] = 'Файл, который Вы загружаете, уже существует на сервере. Пожалуйста, удалите его и попробуйте снова.';

$txt['no_membergroup_selected'] = 'Не выбрана группа пользователей';
$txt['membergroup_does_not_exist'] = 'Такой группы пользователей не существует.';

$txt['at_least_one_admin'] = 'На форуме должен быть как минимум один Администратор!';

// Don't use entities in the below string.
$txt['attachment_not_found'] = 'Вложение не найдено';

$txt['error_no_boards_selected'] = 'Раздел не выбран!';
$txt['error_invalid_search_string'] = 'Вы не указали строку поиска';
$txt['error_query_not_specific_enough'] = 'Ваш запрос не слишком информативен. Попробуйте использовать более длинные слова или целые фразы.';
$txt['error_no_messages_in_time_frame'] = 'В данном временном промежутке сообщений не найдено.';
$txt['error_no_labels_selected'] = 'Ни один параметр не выбран!';

$txt['profile_errors_occurred'] = 'Следующая ошибка возникла при попытке сохранить Ваш профиль';
$txt['profile_error_bad_offset'] = 'Неверно указана разница во времени';
$txt['profile_error_no_name'] = 'Вы не указали имя пользователя';
$txt['profile_error_name_taken'] = 'Выбранное имя уже установлено';
$txt['profile_error_name_too_long'] = 'Выбранное имя слишком длинное. Имя не может быть длиннее 60 символов.';
$txt['profile_error_no_email'] = 'Вы не указали Email адрес';
$txt['profile_error_bad_email'] = 'Вы ввели неверный Email адрес';
$txt['profile_error_email_taken'] = 'Существует пользователь, который указал данный email адрес';
$txt['profile_error_no_password'] = 'Вы не ввели пароль';
$txt['profile_error_bad_new_password'] = 'Новый пароль не подходит';
$txt['profile_error_bad_password'] = 'Не верно указан пароль';
$txt['profile_error_bad_avatar'] = 'Ваш аватар слишком большой, либо не является графическим файлом';
$txt['profile_error_password_short'] = 'Ваш пароль должен содержать как минимум ' . (empty($modSettings['password_strength']) ? 4 : 8) . ' символов.';
$txt['profile_error_password_restricted_words'] = 'Ваш пароль не должен содержать Ваше имя, email адрес, либо другую, доступную в Вашем профиле информацию.';
$txt['profile_error_password_chars'] = 'Ваш пароль должен содержать символы верхнего и нижнего регистров, а так же цифры.';

$txt['mysql_error_space'] = ' - проверьте место под базу данных или обратитесь к Вашему хостеру.';

$txt['icon_not_found'] = 'Иконка не найдена в используемой теме оформления, пожалуйста, удостоверьтесь в том что Вы загрузили иконку на сервер и попробуйте снова.';
$txt['icon_after_itself'] = 'Иконка не может идти сама после себя!';
$txt['icon_name_too_long'] = 'Имя иконки не может содержать более 16 символов';

$txt['name_censored'] = 'Извините, имя, которое Вы пытаетесь использовать, %s, содержит слово подверженное цензуре. Пожалуйста, попробуйте другое имя.';

$txt['poll_already_exists'] = 'В теме может быть только одно голосование!';
$txt['poll_not_found'] = 'Нет голосования, относящегося к этой теме!';

$txt['error_while_adding_poll'] = 'Следующие ошибки возникли при добавлении голосования';
$txt['error_while_editing_poll'] = 'Следующие ошибки возникли при редактировании голосования';

$txt['loadavg_search_disabled'] = 'Из-за большой загрузки сервера, функция поиска временно отключена. Пожалуйста, попробуйте воспользоваться поиском немного позже.';
$txt['loadavg_generic_disabled'] = 'Извините, из-за большой загрузки сервера эта функция временно отключена.';
$txt['loadavg_allunread_disabled'] = 'Невозможно найти все непрочитанные темы из-за высокой загрузки сервера.';
$txt['loadavg_unreadreplies_disabled'] = 'Сервер перегружен. Пожалуйста, попробуйте еще раз.';
$txt['loadavg_show_posts_disabled'] = 'Пожалуйста, попробуйте немного позже. Сообщения этого пользователя недоступны из-за высокой загрузки сервера.';

$txt['visual_verification_failed'] = 'Символы, набираемые Вами, не совпадают с символами на изображении.';

?>