<?php
// Version: 1.1; Post

$txt[25] = 'Ответ';
$txt[71] = 'Значок сообщения';
$txt[77] = 'Отсутствует тема сообщения.';
$txt[78] = 'Поле сообщения было оставлено пустым.';
// Use numeric entities in the below string.
$txt[130] = "С уважением,\n " . $context['forum_name'] . '';
$txt[252] = 'Добавить BB-код';
$txt[253] = 'Жирный';
$txt[254] = 'Курсив';
$txt[255] = 'Подчеркнутый';
$txt[256] = 'По центру';
$txt[257] = 'Гиперссылка';
$txt[258] = 'EMail';
$txt[259] = 'Код';
// Escape any single quotes in here twice.. 'it\'s' -> 'it\\\'s'.
$txt[260] = 'Цитата';
$txt[261] = 'Список';

$txt['change_color'] = 'Цвет текста';
$txt[262] = 'Черный';
$txt[263] = 'Красный';
$txt[264] = 'Желтый';
$txt[265] = 'Розовый';
$txt[266] = 'Зеленый';
$txt[267] = 'Оранжевый';
$txt[268] = 'Пурпурный';
$txt[269] = 'Синий';
$txt[270] = 'Бежевый';
$txt[271] = 'Коричневый';
$txt[272] = 'Бирюзовый';
$txt[273] = 'Фиолетовый';
$txt[274] = 'Темно-красный';
$txt[275] = 'Светло-зеленый';
$txt[276] = 'Отключить смайлы';
$txt[277] = 'Не использовать смайлы';
// Escape any single quotes in here twice.. 'it\'s' -> 'it\\\'s'.
$txt[280] = 'Отправлено';
$txt[281] = 'Стандартная';
$txt[282] = 'Супер';
$txt[283] = 'Плохо';
$txt[284] = 'Внимание';
$txt[285] = 'Вопрос';
$txt[286] = 'Лампа';
$txt[297] = 'Добавить смайлы';
$txt[433] = 'Вставить Flash';
$txt[434] = 'Вставить ссылку FTP';
$txt[435] = 'Вставить изображение';
$txt[436] = 'Вставить таблицу';
$txt[437] = 'Вставить колонку';
$txt[438] = 'Нет тем с уведомлениями.';
$txt[439] = 'Бегущая строка';
$txt[440] = 'Телетайп';
$txt[441] = 'Зачеркнутый';
$txt[442] = 'С обрамлением';
$txt[443] = 'С тенью';
$txt[444] = 'Выровненный текст';
$txt[445] = 'Выровнять слева';
$txt[446] = 'Выровнять справа';
$txt[447] = 'Надстрочный';
$txt[448] = 'Подстрочный';
$txt[449] = 'Вставить строку';
$txt[499] = 'Ваше сообщение слишком длинное, пожалуйста, сделайте его короче и попробуйте снова.';
$txt[531] = 'Горизонтальная линия';
$txt[532] = 'Размер шрифта';
$txt[533] = 'Шрифт';

// Use numeric entities in the below five strings.
$txt['notify_boards'] = 'В просматриваемом разделе была создана новая тема (\'%s\') ' . "\n\n" . 'Вы можете просмотреть ее' . "\n" . '%s' . "\n\n";
$txt['notify_boards_subject'] = 'Новая тема: %s';
$txt['notify_boards_once'] = 'В разделе могут быть созданы новые темы, но Вы не будете получать о них уведомления, пока не зайдете в раздел и не прочитаете тему, уведомление о которой Вы получили.';
$txt['notifyUnsubscribe'] = 'Чтобы отказаться от уведомления из темы, нажмите сюда';
$txt['notify_boardsUnsubscribe'] = 'Чтобы отказаться от уведомления о новых темах в этом разделе, нажмите сюда';

$txt['smf13'] = 'Закрыть тему после ответа';
$txt['smf14'] = 'Уведомить меня о новых ответах в этой теме';
$txt['smf15'] = 'Закрыть тему';
$txt['smf16'] = 'Нажмите Alt+S для отправки или Alt+P для просмотра сообщения';
$txt['smf22'] = 'Вариант';
$txt['smf40'] = 'Сбросить счетчик голосов';
$txt['smf41'] = 'Нажмите сюда, если хотите сбросить счетчик голосов на 0.';
$txt['smf42'] = 'голосов';
$txt['smf119'] = 'Вложение';
$txt['smf119b'] = 'Вложения';
$txt['smf120'] = 'Доступные типы файлов';
$txt['smf121'] = 'Максимальный размер вложения';
$txt['smf123'] = 'Вы не можете отправить этот файл. Доступны только следующие типы файлов';
$txt['smf129'] = 'Чтобы удалить вложение, оставьте это поле пустым.';
$txt['smf130'] = 'Снимите пометку с вложений, которые необходимо удалить';
$txt['smf130b'] = 'Неправильное имя файла. Пожалуйста, переименуйте файл и попробуйте заново.';
$txt['smf287'] = 'Внимание: данная тема закрыта!<br />Ответить в ней могут только Модераторы или Администратор.';

// Use numeric entities in the below three strings.
$txt['notifyXAnn2'] = 'Новое объявление';
$txt['notifyXAnn3'] = 'Чтобы не получать оповещения форума, пожалуйста войдите на форум и снимите галочку с пункта "Получать новости и важные объявления форума на email" в Вашем профиле.' . "\n\n" . 'Полное объявление Вы можете просмотреть пройдя по этой ссылке:';
$txt['notifyXOnce2'] = 'В теме может быть оставлено много новых ответов, но Вы не будете получать о них уведомления, пока не просмотрите сообщение, о котором Вы уже были уведомлены.';

$txt['rtm2'] = 'Оставить комментарий';
// Use numeric entities in the below two strings.
$txt['rtm3'] = 'Сообщение';
$txt['rtm4'] = 'от';
$txt['rtm10'] = 'Добавить';
// Use numeric entities in the below four strings.
$txt['rtm_email1'] = 'Обратите, пожалуйста, внимание на тему "%s" от пользователя ';
$txt['rtm_email2'] = '' . "\n\n" . 'Пользователь ';
$txt['rtm_email3'] = 'пожаловался на сообщение, которое, возможно, стоит отредактировать. Вы получили это уведомление, так как являетесь модератором раздела';
$txt['rtm_email_comment'] = 'Пользователь оставил следующий комментарий';

$txt['maxAttachPerPost'] = 'Максимум вложений на одно сообщение';

$txt['post_additionalopt'] = 'Дополнительные опции...';
$txt['sticky_after2'] = 'Прикрепить тему';
$txt['move_after2'] = 'Переместить тему';
$txt['back_to_topic'] = 'Вернуться в тему после ответа.';

$txt['retrieving_quote'] = 'Цитирование...';

$txt['poll_options'] = 'Настройки голосования';
$txt['poll_options1a'] = 'Создать голосование на';
$txt['poll_options1b'] = 'дней. (оставить пустым для постоянного голосования)';
$txt['poll_options2'] = 'Показать результаты всем.';
$txt['poll_options3'] = 'Показать результаты только после того как пользователь проголосовал';
$txt['poll_options4'] = 'Показать результаты только после окончания голосования';
$txt['poll_options5'] = 'Максимальное количество голосов от одного пользователя';
$txt['poll_options7'] = 'Позволить пользователям менять голос';
$txt['poll_error1'] = 'Вы выбрали слишком много вариантов. Для этого голосования, Вы можете выбрать только %s варианта(ов).';
$txt['poll_add_option'] = 'Добавить вариант';

$txt['spellcheck_done'] = 'Проверка орфографии закончена.';
$txt['spellcheck_change_to'] = 'Заменить на:';
$txt['spellcheck_suggest'] = 'Варианты:';
$txt['spellcheck_change'] = 'Заменить';
$txt['spellcheck_change_all'] = 'Заменить все';
$txt['spellcheck_ignore'] = 'Пропустить';
$txt['spellcheck_ignore_all'] = 'Пропустить все';

$txt['more_attachments'] = 'Вложения';
// Don't use entities in the below string.
$txt['more_attachments_error'] = 'Извините, Вы больше не можете добавлять вложения.';

$txt['more_smileys'] = 'дополнительные смайлы';
$txt['more_smileys_title'] = 'Дополнительные смайлы';
$txt['more_smileys_pick'] = 'Дополнительные смайлы';
$txt['more_smileys_close_window'] = 'Закрыть окно';

$txt['error_new_reply'] = 'Внимание - пока Вы набирали сообщение, в теме появился новый ответ. Вы можете изменить Ваше сообщение.';
$txt['error_new_replies'] = 'Внимание - пока Вы набирали сообщение, в теме появилось %d новых ответа. Вы можете изменить Ваше сообщение..';
$txt['error_new_reply_reading'] = 'Внимание - пока Вы просматривали тему, появился новый ответ. Вы можете изменить Ваше сообщение.';
$txt['error_new_replies_reading'] = 'Внимание - пока Вы просматривали тему, появилось %d новых ответа. Вы можете изменить Ваше сообщение.';
$txt['error_old_topic'] = 'Внимание: в этой теме не было ответов в течение, по крайней мере ' . $modSettings['oldTopicDays'] . ' дней. <br />Возможно стоит рассмотреть вариант открытия новой темы.';

// Use numeric entities in the below sixteen strings.
$txt['notification_reply_subject'] = 'Ответ в теме: %s';
$txt['notification_reply'] = 'В просматриваемой Вами теме появился новый ответ от пользователя %s.' . "\n\n" . 'Прочитать ответ: ';
$txt['notification_sticky_subject'] = 'Тема прикреплена: %s';
$txt['notification_sticky'] = 'Просматриваемая Вами тема была прикреплена пользователем %s.' . "\n\n" . 'Просмотреть тему: ';
$txt['notification_lock_subject'] = 'Тема закрыта: %s';
$txt['notification_lock'] = 'Просматриваемая Вами тема была закрыта пользователем %s.' . "\n\n" . 'Просмотреть тему: ';
$txt['notification_unlock_subject'] = 'Тема открыта: %s';
$txt['notification_unlock'] = 'Просматриваемая Вами тема, была открыта пользователем %s.' . "\n\n" . 'Просмотреть тему: ';
$txt['notification_remove_subject'] = 'Тема удалена: %s';
$txt['notification_remove'] = 'Просматриваемая Вами тема, была удалена пользователем  %s.';
$txt['notification_move_subject'] = 'Тема перемещена: %s';
$txt['notification_move'] = 'Тема перемещена в другой раздел форума пользователем  %s.' . "\n\n" . 'Новый адрес: ';
$txt['notification_merge_subject'] = 'Тема объединена: %s';
$txt['notification_merge'] = 'Просматриваемая Вами тема была объединена с другой темой пользователем %s.' . "\n\n" . 'Просмотреть новую тему: ';
$txt['notification_split_subject'] = 'Тема разделена: %s';
$txt['notification_split'] = 'Просматриваемая Вами тема, была разделена на две или более темы пользователем  %s.' . "\n\n" . 'Полученные темы: ';

// Use numeric entities in the below two strings.
$txt['notification_reply_body'] = 'Содержание ответа показано ниже:';
$txt['notification_new_topic_body'] = 'Содержание темы показано ниже:';

$txt['announce_this_topic'] = 'Отправить объявление об этой теме пользователям:';
$txt['announce_title'] = 'Отправить объявление';
$txt['announce_desc'] = 'Эта форма позволяет Вам отправлять напоминание об этой теме выбранным группам пользователей.';
$txt['announce_sending'] = 'Отправить объявление';
$txt['announce_done'] = 'готово';
$txt['announce_continue'] = 'Продолжить';
$txt['announce_topic'] = 'Объявление темы';
$txt['announce_regular_members'] = 'Пользователи без группы';

?>